Repository: dashevo/bitcore-node-dash
Catalog: lib/insight-ui/po/*.po
Languages: ru_ru

source: <strong>insight</strong> is an <a href="http://live.insight.is/" target="_blank">open-source Dash blockchain explorer</a> with complete REST and websocket APIs that can be used for writing web wallets and other apps that need more advanced blockchain queries than provided by dashd RPC. Check out the <a href="https://github.com/dashpay/insight-ui-dash" target="_blank">source code</a>.
ru_ru: <strong>insight</strong> есть <a href="http://live.insight.is/" target="_blank">исходный код Essentia блокчейн експлорер</a> с полный REST и вебсокет APIs которые могут быть использованы для написания веб-кошельков и других приложений, которые требуют более продвинутыхблокчейн запросов чем предусмотрено Essentia RPC. Проверьте <a href="https://github.com/dashpay/insight-ui-dash" target="_blank">исходный код</a>.

source: <strong>insight</strong> is still in development, so be sure to report any bugs and provide feedback for improvement at our <a href="https://github.com/dashpay/insight/issues" target="_blank">github issue tracker</a>.
ru_ru: <strong>insight</strong> все еще в разработке, поэтому обязательно сообщайте о любых ошибках и оставить отзыв для улучшения на нашем <a href="https://github.com/dashpay/insight-ui-dash/issues" target="_blank">Github трекер</a>.

source: About
ru_ru: Описание

source: Age
ru_ru: Возраст

source: Latest Blocks
ru_ru: Последние блоки

source: Latest Transactions
ru_ru: Последние транзакции

source: See all blocks
ru_ru: Посмотреть все блоки

source: Waiting for blocks...
ru_ru: Ожидание блоков...

source: Waiting for transactions...
ru_ru: Ожидание транзакций...

source: Height
ru_ru: Высота

source: Mined by
ru_ru: Майнер

source: Transactions
ru_ru: Транзакции

source: Version
ru_ru: Версия

source: Protocol version
ru_ru: Версия протокола

source: Blocks
ru_ru: Блоки

source: Connection to other nodes
ru_ru: Подключений к другим нодам

source: Mining difficulty
ru_ru: Сложность майнинга

source: Masternodes
ru_ru: Мастерноды

source: Broadcast Raw Transaction
ru_ru: Отправить Raw транзакцию

source: Latest {{ txs.length }} transactions
ru_ru: Последних {{ txs.length }} транзакций

source: TxHash
ru_ru: Хеш транзакции

source: Value
ru_ru: Сумма

source: No matching records found!
ru_ru: Результаты не найдены!

source: Change theme
ru_ru: Изменить тему

source: Tx Hash, Address, or Block
ru_ru: Хеш транзакции, адрес или блок

source: Size
ru_ru: Размер

source: This form can be used to broadcast a raw transaction in hex format over the Essentia network.
ru_ru: Форма может использоваться для трансляции необработанной транзакции в шестнадцатеричном формате по сети Essentia.

source: Raw transaction data
ru_ru: Raw транзакция

source: Raw transaction data must be a valid hexadecimal string.
ru_ru: Raw транзакция должна быть в валидном шестнадцатиричном формате.

source: Send transaction
ru_ru: Отправить транзакцию

source: An error occured:<br>{{error}}
ru_ru: Произошла ошибка:<br>{{error}}

source: Transaction succesfully broadcast.<br>Transaction id: {{txid}}
ru_ru: Транзакция успшно отправлена.<br>Идентификатор транзакции: {{txid}}

source: Total <b>{{ getTotalCount }}</b> blocks found
ru_ru: Найдено <b>{{ getTotalCount }}</b> блоков

source: (Showing the last {{length}} records)
ru_ru: (выводятся последние {{length}} записей)

source: Loading blocks...
ru_ru: Загрузка блоков...

source: 404 Page not found :(
ru_ru: 404 Страница не найдена :(

source: Address
ru_ru: Адрес

source: Application Status
ru_ru: Статус приложения

source: Current Sync Status
ru_ru: Статус текущего подключения

source: Best Block
ru_ru: Лучший Блок

source: Dash node information
ru_ru: Essentia информация об узле

source: Bytes Serialized
ru_ru: Байты Сериализовано

source: Complete
ru_ru: Завершено

source: Connections to other nodes
ru_ru: Подключения к другим нодам

source: Current Blockchain Tip (insight)
ru_ru: Текцщий Blockchain Tip (insight)

source: Finish Date
ru_ru: Дата Окончания

source: Hash Serialized
ru_ru: Хеш Сериализирован

source: Info Errors
ru_ru: Ошибки

source: Initial Block Chain Height
ru_ru: Высота блокчейна

source: Last Block
ru_ru: Последний блок

source: Last Block Hash (essd)
ru_ru: Хеш последнего блока (essd)

source: Loading...
ru_ru: Загрузка...

source: Proxy setting
ru_ru: Настройка прокси

source: Show Transaction Output data
ru_ru: Показать данные о выходах транзакции

source: Skipped Blocks (previously synced)
ru_ru: Пропущено блоков (ранее синхронизированных)

source: Start Date
ru_ru: Время запуска

source: Sync Progress
ru_ru: Синхронизация

source: Sync Status
ru_ru: Статус синхронизации

source: Sync Type
ru_ru: Тип синхронизации

source: Synced Blocks
ru_ru: Синхронизировано блоков

source: Testnet
ru_ru: Тестнет

source: Total Amount
ru_ru: Всего

source: Time Offset
ru_ru: Смещение времени

source: Transaction Outputs
ru_ru: Выходы транзакции

source: Network
ru_ru: Сеть

source: ESS node information
ru_ru: Информация о Ess ноде

source: Block #{{block.height}}
ru_ru: Блок #{{block.height}}

source: Block
ru_ru: Блок

source: Block Reward
ru_ru: Награда за блок

source: Previous Block
ru_ru: Предыдущий блок

source: Number Of Transactions
ru_ru: Количество транзакций

source: Next Block
ru_ru: Следующий блок

source: Bits
ru_ru: Биты

source: Nonce
ru_ru: Нонс

source: Difficulty
ru_ru: Сложность

source: BlockHash
ru_ru: Хеш блока

source: Loading Block Information
ru_ru: Загрузка информации о блоке

source: Summary
ru_ru: Краткие сведения

source: Timestamp
ru_ru: Время

source: Can't connect to Essentia to get live updates from the p2p network. (Tried connecting to Essentia at {{host}}:{{port}} and failed.)
ru_ru: Не удается подключиться к ноде для полученич обновления из сети p2p (Попытка подключения к ноде на {{host}}:{{port}} недоступно.)

source: Can't connect to insight server. Attempting to reconnect...
ru_ru: Не возможно подключится к серверу. Попытка подключения...

source: Can't connect to internet. Please, check your connection.
ru_ru: Невозможо полключится к сети. Пожалуйста проверьте подключение.

source: Conn
ru_ru: Подключение

source: Details
ru_ru: Подробности

source: Error!
ru_ru: Ошибка!

source: Final Balance
ru_ru: Solde final

source: Go to home
ru_ru: На главную

source: Input
ru_ru: Вход

source: Loading Address Information
ru_ru: Загрузка данных о адресе

source: Loading Selected Date...
ru_ru: Загрузка выбраной даты...

source: Loading Transaction Details
ru_ru: Загрузка информации о транзакции

source: Loading Transactions...
ru_ru: Загрузка транзакций...

source: Mined Time
ru_ru: Время майнинга

source: No blocks yet.
ru_ru: Пока нет блоков

source: No. Transactions
ru_ru: Транзакции отсутствуют

source: Output
ru_ru: Выход

source: Received Time
ru_ru: Время получения

source: Redirecting...
ru_ru: Переадресация...

source: Search for block, transaction or address
ru_ru: Поиск блока, транзакции или адреса

source: (Input unconfirmed)
ru_ru: (Вход не подтвержден)

source: Special Transaction Type<
ru_ru: Специальный тип транзакции

source: Show all
ru_ru: Показать все

source: Show input
ru_ru: Показать вход

source: Show less
ru_ru: Скрыть

source: Show more
ru_ru: Больше

source: Type
ru_ru: Тип

source: Unconfirmed Transaction!
ru_ru: Транзакция не подтверждена!

source: first seen at
ru_ru: первое появление

source: mined
ru_ru: время майнинга

source: No Inputs (Newly Generated Coins)
ru_ru: Нет данных (Новые сгенерированы коины)

source: Confirmations
ru_ru: Подтверждения

source: Included in Block
ru_ru: Включено в блок

source: Fee
ru_ru: Комиссия

source: Double spent attempt detected. From tx:
ru_ru: Произошла попытка двойной траты от транзакции:

source: Curent price ESS:
ru_ru: Текущая цена ESS:

source: Market cap ESS:
ru_ru: Капитализация ESS:

source: &nbsp;Go to&nbsp;
ru_ru: &nbsp;Перейти на:&nbsp;

source: Rank:&nbsp;
ru_ru: Рейтинг:&nbsp;

source: Masternode Info
ru_ru: Информация о мастернодах

source: There are currently
ru_ru: В сети активно

source: No Masternodes yet.
ru_ru: Мастернод не найдено.

source: Daily income
ru_ru: Ежедневный доход

source: Weekly income
ru_ru: Еженедельный доход

source: Monthly income
ru_ru: Ежемесячный доход

source: Yearly income
ru_ru: Ежегодный доход

source: Ess Masternode Stats
ru_ru: Основные показатели

source: ROI (annual)
ru_ru: ROI (годовй)

source: Paid rewards for masternodes
ru_ru: Выплачено вознаграждений за мастерноды

source: AVG masternode reward frequency
ru_ru: Средня частота выплат вознаграждений

source: Required coins for masternode
ru_ru: Необходимое количество коинов

source: Masternode worth
ru_ru: Стоимость мастерноды

source: Tier
ru_ru: Тип

source: Status
ru_ru: Статус

source: Active time
ru_ru: Активное время

source: Last seen
ru_ru: Последняя активность

source: Transaction hash
ru_ru: Хеш транзакции

source: Last paid
ru_ru: Последняя оплата

source: Size (bytes)
ru_ru: Размер (байтов)

source: Summary <small>confirmed</small>
ru_ru: Résume <small>confirmé</small>

source: There are no transactions involving this address.
ru_ru: По данному адресу транзакций не найдено

source: Today
ru_ru: Сегодня

source: Total Received
ru_ru: Получено

source: Total Sent
ru_ru: Отправлено

source: Transaction
ru_ru: Транзакция

source: Unconfirmed
ru_ru: Нет подтверждений

source: Unconfirmed Txs Balance
ru_ru: Не подтвержденный баланс

source: by date.
ru_ru: по дате.

source: mined on:
ru_ru: время майнинга
